{"a": 1, "black": 2, "dog": 3, "is": 4, "running": 5, "after": 6, "white": 7, "in": 8, "the": 9, "snow": 10, "chasing": 11, "brown": 12, "through": 13, "two": 14, "dogs": 15, "chase": 16, "each": 17, "other": 18, "across": 19, "snowy": 20, "ground": 21, "play": 22, "together": 23, "low": 24, "lying": 25, "body": 26, "of": 27, "water": 28, "little": 29, "baby": 30, "plays": 31, "girl": 32, "next": 33, "to": 34, "truck": 35, "child": 36, "playing": 37, "by": 38, "kid": 39, "front": 40, "car": 41, "with": 42, "put": 43, "and": 44, "ball": 45, "boy": 46, "beside": 47, "has": 48, "something": 49, "hot": 50, "pink": 51, "its": 52, "mouth": 53, "holding": 54, "hat": 55, "shirt": 56, "carrying": 57, "while": 58, "walking": 59, "looking": 60, "forward": 61, "along": 62, "beach": 63, "wearing": 64, "collar": 65, "walks": 66, "on": 67, "sand": 68, "near": 69, "large": 70, "ocean": 71, "red": 72, "frisbee": 73, "standing": 74, "sandy": 75, "disc": 76, "flying": 77, "air": 78, "catching": 79, "dropping": 80, "cyclist": 81, "helmet": 82, "riding": 83, "pavement": 84, "bike": 85, "street": 86, "person": 87, "down": 88, "woman": 89, "wears": 90, "blue": 91, "as": 92, "she": 93, "goes": 94, "for": 95, "ride": 96, "shade": 97, "road": 98, "man": 99, "dressed": 100, "purple": 101, "bandanna": 102, "smiles": 103, "at": 104, "people": 105, "watching": 106, "him": 107, "leather": 108, "poses": 109, "camera": 110, "stands": 111, "onlookers": 112, "there": 113, "men": 114, "t": 115, "woodland": 116, "runs": 117, "some": 118, "trees": 119, "young": 120, "dancing": 121, "around": 122, "short": 123, "sleeved": 124, "jeans": 125, "stops": 126, "smile": 127, "dress": 128, "back": 129, "smiling": 130, "looks": 131, "green": 132, "skier": 133, "yellow": 134, "jacket": 135, "airborne": 136, "above": 137, "mountains": 138, "jumps": 139, "high": 140, "view": 141, "skiing": 142, "very": 143, "it": 144, "though": 145, "he": 146, "doing": 147, "ski": 148, "jump": 149, "pants": 150, "appears": 151, "almost": 152, "fly": 153, "into": 154, "sky": 155, "photographer": 156, "over": 157, "hills": 158, "natural": 159, "landscape": 160, "out": 161, "rolling": 162, "tripod": 163, "lady": 164, "her": 165, "set": 166, "up": 167, "field": 168, "record": 169, "bunch": 170, "girls": 171, "cheerleader": 172, "outfits": 173, "group": 174, "cheerleaders": 175, "parade": 176, "perform": 177, "many": 178, "walk": 179, "uniforms": 180, "boat": 181, "canopy": 182, "floating": 183, "calm": 184, "waters": 185, "roof": 186, "middle": 187, "floats": 188, "lake": 189, "catches": 190, "midair": 191, "terrier": 192, "leaping": 193, "object": 194, "old": 195, "sitting": 196, "an": 197, "advertisement": 198, "asian": 199, "waiting": 200, "train": 201, "stop": 202, "sits": 203, "station": 204, "backlit": 205, "subway": 206, "umbrella": 207, "wall": 208, "blond": 209, "trail": 210, "side": 211, "metal": 212, "fence": 213, "coat": 214, "rural": 215, "flute": 216, "parka": 217, "fenced": 218, "past": 219, "enclosed": 220, "area": 221, "family": 222, "including": 223, "four": 224, "children": 225, "pose": 226, "brick": 227, "fireplace": 228, "christmas": 229, "tree": 230, "posing": 231, "happy": 232, "couples": 233, "kids": 234, "picture": 235, "sweater": 236, "pointing": 237, "one": 238, "arms": 239, "outstretched": 240, "finger": 241, "pointed": 242, "another": 243, "stares": 244, "from": 245, "behind": 246, "who": 247, "his": 248, "look": 249, "toward": 250, "points": 251, "hallway": 252, "medium": 253, "sized": 254, "small": 255, "larger": 256, "grassy": 257, "big": 258, "tall": 259, "grass": 260, "three": 261, "flowers": 262, "stuffed": 263, "garden": 264, "among": 265, "toy": 266, "cat": 267, "long": 268, "raises": 269, "stripes": 270, "signs": 271, "african": 272, "american": 273, "building": 274, "space": 275, "orange": 276, "backwards": 277, "wet": 278, "stick": 279, "shore": 280, "bounds": 281, "splashing": 282, "off": 283, "paws": 284, "carries": 285, "are": 286, "racing": 287, "race": 288, "track": 289, "greyhounds": 290, "muzzles": 291, "inside": 292, "curb": 293, "dirt": 294, "run": 295, "baseball": 296, "pitcher": 297, "throws": 298, "player": 299, "glove": 300, "male": 301, "sports": 302, "outfit": 303, "tries": 304, "catch": 305, "wades": 306, "rock": 307, "shallow": 308, "reach": 309, "outcropping": 310, "light": 311, "paw": 312, "about": 313, "ready": 314, "swim": 315, "5": 316, "school": 317, "cross": 318, "takes": 319, "outside": 320, "photograph": 321, "taking": 322, "pictures": 323, "women": 324, "stand": 325, "jean": 326, "hand": 327, "chest": 328, "nose": 329, "writing": 330, "hands": 331, "video": 332, "store": 333, "denim": 334, "full": 335, "house": 336, "sunglasses": 337, "flowered": 338, "sit": 339, "nearby": 340, "left": 341, "adults": 342, "display": 343, "case": 344, "digital": 345, "glass": 346, "sides": 347, "holds": 348, "sideways": 349, "arm": 350, "snowboarder": 351, "ramp": 352, "snowboard": 353, "performing": 354, "trick": 355, "making": 356, "icy": 357, "mountain": 358, "climbers": 359, "line": 360, "their": 361, "way": 362, "covered": 363, "background": 364, "facing": 365, "jumping": 366, "hoop": 367, "ring": 368, "using": 369, "laptop": 370, "cellphone": 371, "against": 372, "use": 373, "bench": 374, "electronic": 375, "races": 376, "number": 377, "6": 378, "greyhound": 379, "muzzle": 380, "six": 381, "tan": 382, "gold": 383, "edge": 384, "cliff": 385, "rest": 386, "overlooking": 387, "top": 388, "couple": 389, "wooded": 390, "them": 391, "lined": 392, "friends": 393, "forest": 394, "path": 395, "woods": 396, "sponsored": 397, "smoking": 398, "tires": 399, "drives": 400, "rain": 401, "driving": 402, "advertising": 403, "lights": 404, "bearded": 405, "whilst": 406, "bicycle": 407, "bicycles": 408, "hair": 409, "gives": 410, "peace": 411, "sign": 412, "cap": 413, "crowd": 414, "waving": 415, "flags": 416, "passing": 417, "under": 418, "bridge": 419, "or": 420, "banners": 421, "gets": 422, "pull": 423, "chair": 424, "meal": 425, "table": 426, "cafe": 427, "restaurant": 428, "getting": 429, "grabs": 430, "seat": 431, "racket": 432, "round": 433, "handle": 434, "backyard": 435, "lawn": 436, "clothing": 437, "yard": 438, "toys": 439, "enjoy": 440, "themselves": 441, "wind": 442, "blows": 443, "trampoline": 444, "blonde": 445, "bicyclists": 446, "between": 447, "wire": 448, "cyclists": 449, "country": 450, "desert": 451, "bikers": 452, "dry": 453, "land": 454, "climbing": 455, "steep": 456, "hill": 457, "climbs": 458, "great": 459, "spins": 460, "merry": 461, "go": 462, "watch": 463, "spinning": 464, "playground": 465, "that": 466, "skirt": 467, "golden": 468, "retriever": 469, "towards": 470, "away": 471, "bus": 472, "door": 473, "vehicle": 474, "window": 475, "passengers": 476, "hiding": 477, "peeking": 478, "striped": 479, "peeks": 480, "hold": 481, "drinks": 482, "point": 483, "bottles": 484, "several": 485, "this": 486, "photo": 487, "border": 488, "collie": 489, "bed": 490, "tennis": 491, "climber": 492, "peak": 493, "rocks": 494, "snowcapped": 495, "hikes": 496, "following": 497, "surrounded": 498, "distance": 499, "smoke": 500, "comes": 501, "starts": 502, "broken": 503, "during": 504, "racetrack": 505, "bull": 506, "leaves": 507, "bags": 508, "cave": 509, "luggage": 510, "backpacks": 511, "ice": 512, "visible": 513, "hole": 514, "starting": 515, "steps": 516, "murky": 517, "putting": 518, "legs": 519, "pond": 520, "busy": 521, "city": 522, "silhouette": 523, "buildings": 524, "crowded": 525, "shot": 526, "turned": 527, "chases": 528, "interacting": 529, "opposite": 530, "direction": 531, "fetch": 532, "also": 533, "outdoors": 534, "cameras": 535, "third": 536, "river": 537, "skis": 538, "backdrop": 539, "face": 540, "rope": 541, "swimming": 542, "creek": 543, "playfully": 544, "rolls": 545, "int": 546, "chewing": 547, "resting": 548, "game": 549, "elderly": 550, "straw": 551, "alone": 552, "park": 553, "haired": 554, "gray": 555, "dark": 556, "beard": 557, "guitar": 558, "head": 559, "ceiling": 560, "wide": 561, "drink": 562, "reading": 563, "book": 564, "scarf": 565, "older": 566, "reads": 567, "motocross": 568, "motorcycle": 569, "tight": 570, "turn": 571, "motorbike": 572, "bright": 573, "someone": 574, "fall": 575, "rider": 576, "sleeping": 577, "makeshift": 578, "hanging": 579, "mountainside": 580, "skateboarder": 581, "skateboard": 582, "landing": 583, "teenage": 584, "flipping": 585, "tricks": 586, "colored": 587, "protest": 588, "banner": 589, "staring": 590, "religious": 591, "sidewalk": 592, "poster": 593, "image": 594, "teddy": 595, "bear": 596, "showing": 597, "stool": 598, "trying": 599, "animals": 600, "selling": 601, "various": 602, "vendor": 603, "s": 604, "inflatable": 605, "guy": 606, "navy": 607, "shorts": 608, "pool": 609, "football": 610, "trunks": 611, "strange": 612, "diving": 613, "plastic": 614, "slide": 615, "equipment": 616, "fire": 617, "day": 618, "juggling": 619, "flames": 620, "bubbles": 621, "float": 622, "right": 623, "shoes": 624, "sandals": 625, "tug": 626, "war": 627, "pulling": 628, "end": 629, "surf": 630, "wave": 631, "surfers": 632, "surfing": 633, "attempting": 634, "sea": 635, "huge": 636, "sunset": 637, "rides": 638, "biking": 639, "muddy": 640, "slope": 641, "crossing": 642, "heads": 643, "night": 644, "phone": 645, "talks": 646, "pile": 647, "rail": 648, "stunt": 649, "soccer": 650, "uniform": 651, "kick": 652, "match": 653, "watches": 654, "knee": 655, "female": 656, "break": 657, "driver": 658, "wheel": 659, "thumbs": 660, "before": 661, "polka": 662, "boots": 663, "purse": 664, "followed": 665, "redheaded": 666, "pedestrians": 667, "barefoot": 668, "cute": 669, "puppy": 670, "fetches": 671, "chew": 672, "fluffy": 673, "rings": 674, "dock": 675, "laughing": 676, "bucket": 677, "splashes": 678, "pier": 679, "beneath": 680, "dances": 681, "room": 682, "balloons": 683, "floor": 684, "socks": 685, "wooden": 686, "strewn": 687, "strings": 688, "confetti": 689, "wood": 690, "mother": 691, "both": 692, "ledge": 693, "scales": 694, "tent": 695, "being": 696, "enter": 697, "fishing": 698, "setting": 699, "hut": 700, "tarp": 701, "structure": 702, "surface": 703, "few": 704, "foam": 705, "statue": 706, "hats": 707, "take": 708, "photos": 709, "new": 710, "get": 711, "taken": 712, "fight": 713, "jersey": 714, "leaps": 715, "dives": 716, "going": 717, "sheer": 718, "climb": 719, "flat": 720, "rocky": 721, "card": 722, "what": 723, "says": 724, "they": 725, "bathing": 726, "suit": 727, "sprinklers": 728, "sprinkler": 729, "sliding": 730, "paddling": 731, "kiddie": 732, "lone": 733, "flies": 734, "pulled": 735, "shovel": 736, "distorted": 737, "open": 738, "ends": 739, "bottom": 740, "just": 741, "reaching": 742, "lands": 743, "reaches": 744, "piano": 745, "sings": 746, "preparing": 747, "sing": 748, "singer": 749, "music": 750, "teeth": 751, "tongue": 752, "curly": 753, "violin": 754, "walls": 755, "chin": 756, "be": 757, "cover": 758, "teenager": 759, "carry": 760, "piggy": 761, "paved": 762, "covering": 763, "facial": 764, "style": 765, "headscarf": 766, "grey": 767, "bird": 768, "waves": 769, "roll": 770, "crane": 771, "onto": 772, "pole": 773, "swings": 774, "silver": 775, "swinging": 776, "bounces": 777, "leotard": 778, "does": 779, "leg": 780, "splits": 781, "leans": 782, "board": 783, "platform": 784, "skateboarders": 785, "eating": 786, "eats": 787, "stone": 788, "friend": 789, "helps": 790, "help": 791, "how": 792, "helping": 793, "sweatshirt": 794, "not": 795, "far": 796, "racer": 797, "slightly": 798, "competition": 799, "circuit": 800, "cheering": 801, "grabbing": 802, "ankle": 803, "oklahoma": 804, "score": 805, "fans": 806, "cheer": 807, "athlete": 808, "performs": 809, "herself": 810, "bar": 811, "upside": 812, "attempts": 813, "feet": 814, "do": 815, "flip": 816, "blocks": 817, "concrete": 818, "carefully": 819, "crosses": 820, "reflection": 821, "caught": 822, "pajamas": 823, "hall": 824, "hardwood": 825, "lit": 826, "toddler": 827, "chairs": 828, "folding": 829, "row": 830, "talking": 831, "spotted": 832, "fast": 833, "seated": 834, "stadium": 835, "event": 836, "packed": 837, "indoor": 838, "duck": 839, "pet": 840, "chased": 841, "parachute": 842, "lifting": 843, "attached": 844, "parasail": 845, "suspended": 846, "silhouetted": 847, "sunny": 848, "gliding": 849, "sun": 850, "skateboarding": 851, "slides": 852, "railing": 853, "shines": 854, "skating": 855, "stair": 856, "stairs": 857, "have": 858, "pillow": 859, "having": 860, "skates": 861, "neck": 862, "flight": 863, "boats": 864, "boxing": 865, "fighting": 866, "box": 867, "faces": 868, "funny": 869, "makes": 870, "glasses": 871, "rusty": 872, "barks": 873, "barking": 874, "hose": 875, "pouring": 876, "drinking": 877, "which": 878, "squirted": 879, "wings": 880, "swimsuits": 881, "lacrosse": 882, "players": 883, "control": 884, "team": 885, "hit": 886, "hockey": 887, "type": 888, "sport": 889, "like": 890, "sticks": 891, "guys": 892, "all": 893, "saying": 894, "free": 895, "dinner": 896, "cement": 897, "skate": 898, "prepares": 899, "hugging": 900, "embracing": 901, "hugs": 902, "basketball": 903, "make": 904, "basket": 905, "goal": 906, "grinding": 907, "snowboarding": 908, "homemade": 909, "made": 910, "piece": 911, "log": 912, "mid": 913, "leap": 914, "clear": 915, "wrapped": 916, "tape": 917, "brother": 918, "superman": 919, "cape": 920, "cast": 921, "airplane": 922, "plane": 923, "jet": 924, "seen": 925, "windows": 926, "headfirst": 927, "digging": 928, "brush": 929, "digs": 930, "greenhouse": 931, "tools": 932, "work": 933, "fishes": 934, "rod": 935, "boys": 936, "living": 937, "shown": 938, "wear": 939, "shirts": 940, "computer": 941, "eat": 942, "cream": 943, "adult": 944, "sat": 945, "college": 946, "tackled": 947, "jerseys": 948, "tackle": 949, "tackling": 950, "uniformed": 951, "try": 952, "fan": 953, "painting": 954, "paint": 955, "within": 956, "painted": 957, "bleachers": 958, "3": 959, "spots": 960, "palm": 961, "stretch": 962, "fallen": 963, "dead": 964, "church": 965, "bicyclist": 966, "aerial": 967, "scooter": 968, "suburban": 969, "neighborhood": 970, "center": 971, "rollerblades": 972, "rollerblader": 973, "narrow": 974, "roller": 975, "grinds": 976, "rollerblading": 977, "participate": 978, "martial": 979, "arts": 980, "tournament": 981, "mat": 982, "protective": 983, "gear": 984, "helmets": 985, "skateboards": 986, "skater": 987, "flag": 988, "headband": 989, "vest": 990, "indoors": 991, "handrail": 992, "foot": 993, "indian": 994, "crossed": 995, "folded": 996, "outdoor": 997, "market": 998, "shining": 999, "graffiti": 1000, "plank": 1001, "no": 1002, "gallery": 1003, "naked": 1004, "individuals": 1005, "chinese": 1006, "ladies": 1007, "bank": 1008, "lockers": 1009, "retrieves": 1010, "seaweed": 1011, "coming": 1012, "hiker": 1013, "descends": 1014, "hiking": 1015, "leafy": 1016, "gravel": 1017, "amidst": 1018, "autumn": 1019, "others": 1020, "laugh": 1021, "touching": 1022, "laughs": 1023, "fun": 1024, "splash": 1025, "wading": 1026, "bald": 1027, "drag": 1028, "dresses": 1029, "matching": 1030, "jewelry": 1031, "clothes": 1032, "formally": 1033, "jumped": 1034, "walkway": 1035, "biker": 1036, "moving": 1037, "furry": 1038, "doorway": 1039, "leading": 1040, "plants": 1041, "patio": 1042, "hairy": 1043, "step": 1044, "cars": 1045, "start": 1046, "beginning": 1047, "see": 1048, "racers": 1049, "sled": 1050, "harness": 1051, "pack": 1052, "winter": 1053, "soaking": 1054, "wheelie": 1055, "terrain": 1056, "turquoise": 1057, "guard": 1058, "thin": 1059, "markings": 1060, "ears": 1061, "throwing": 1062, "tossing": 1063, "touches": 1064, "challenging": 1065, "teams": 1066, "quickly": 1067, "meadow": 1068, "surfer": 1069, "crashing": 1070, "follows": 1071, "surfboard": 1072, "laying": 1073, "power": 1074, "lines": 1075, "shaped": 1076, "stump": 1077, "referee": 1078, "breaking": 1079, "artist": 1080, "canvas": 1081, "overalls": 1082, "travels": 1083, "heavily": 1084, "german": 1085, "shepherd": 1086, "leash": 1087, "leashed": 1088, "falling": 1089, "urban": 1090, "partially": 1091, "guitars": 1092, "suits": 1093, "electric": 1094, "musicians": 1095, "curtain": 1096, "frolics": 1097, "mini": 1098, "heels": 1099, "lap": 1100, "steers": 1101, "suv": 1102, "jeep": 1103, "cords": 1104, "flock": 1105, "birds": 1106, "mural": 1107, "pigeons": 1108, "bride": 1109, "held": 1110, "polo": 1111, "hides": 1112, "bushes": 1113, "cushion": 1114, "spider": 1115, "patterned": 1116, "base": 1117, "close": 1118, "dirty": 1119, "crashes": 1120, "beyond": 1121, "relaxing": 1122, "trench": 1123, "waits": 1124, "sculpture": 1125, "bikini": 1126, "pulls": 1127, "skaters": 1128, "rink": 1129, "scenery": 1130, "bounce": 1131, "filled": 1132, "bouncy": 1133, "swimsuit": 1134, "tightrope": 1135, "students": 1136, "but": 1137, "falls": 1138, "practice": 1139, "asking": 1140, "daughter": 1141, "nice": 1142, "pretending": 1143, "biting": 1144, "limb": 1145, "branch": 1146, "plant": 1147, "uncut": 1148, "barrel": 1149, "buckets": 1150, "poles": 1151, "seven": 1152, "teenagers": 1153, "wait": 1154, "gate": 1155, "puts": 1156, "raised": 1157, "newspaper": 1158, "kitchen": 1159, "owner": 1160, "retrieving": 1161, "paper": 1162, "tile": 1163, "sharing": 1164, "kiss": 1165, "cold": 1166, "kissing": 1167, "passes": 1168, "teen": 1169, "coats": 1170, "tunnel": 1171, "halloween": 1172, "eyes": 1173, "crawls": 1174, "beautiful": 1175, "tube": 1176, "leads": 1177, "trucks": 1178, "five": 1179, "obstacle": 1180, "course": 1181, "elephant": 1182, "fabric": 1183, "trunk": 1184, "colorful": 1185, "foliage": 1186, "swimmers": 1187, "move": 1188, "mud": 1189, "puddle": 1190, "identical": 1191, "shirtless": 1192, "couch": 1193, "disk": 1194, "show": 1195, "wheeled": 1196, "tricycle": 1197, "i": 1198, "wheeler": 1199, "2": 1200, "wheels": 1201, "carnival": 1202, "worker": 1203, "animal": 1204, "amongst": 1205, "camping": 1206, "patches": 1207, "ditch": 1208, "dribbles": 1209, "moves": 1210, "coffee": 1211, "gather": 1212, "home": 1213, "outstreached": 1214, "begins": 1215, "plaid": 1216, "print": 1217, "follow": 1218, "lead": 1219, "flips": 1220, "canoe": 1221, "still": 1222, "fat": 1223, "traveling": 1224, "shaggy": 1225, "foreground": 1226, "inline": 1227, "public": 1228, "dust": 1229, "sooners": 1230, "lifted": 1231, "same": 1232, "athletes": 1233, "waterfall": 1234, "waterfalls": 1235, "shooting": 1236, "beige": 1237, "athletic": 1238, "coach": 1239, "beagle": 1240, "costumes": 1241, "frame": 1242, "unseen": 1243, "multi": 1244, "excited": 1245, "audience": 1246, "parallel": 1247, "kicks": 1248, "opponent": 1249, "compete": 1250, "karate": 1251, "clapping": 1252, "ran": 1253, "lift": 1254, "skiers": 1255, "shakes": 1256, "shaking": 1257, "hoodie": 1258, "horse": 1259, "jockey": 1260, "performer": 1261, "stage": 1262, "spectators": 1263, "onstage": 1264, "aged": 1265, "deck": 1266, "younger": 1267, "tables": 1268, "meet": 1269, "goggles": 1270, "swimmer": 1271, "apple": 1272, "place": 1273, "bag": 1274, "backpack": 1275, "tattoo": 1276, "clown": 1277, "practicing": 1278, "clearing": 1279, "rough": 1280, "collars": 1281, "extreme": 1282, "backpacker": 1283, "uses": 1284, "tosses": 1285, "empty": 1286, "bottle": 1287, "volleyball": 1288, "talk": 1289, "bikinis": 1290, "marketplace": 1291, "ascending": 1292, "horizontal": 1293, "shephard": 1294, "pair": 1295, "spray": 1296, "fountain": 1297, "splashed": 1298, "sprayed": 1299, "closeup": 1300, "screen": 1301, "life": 1302, "unicycle": 1303, "lining": 1304, "ferry": 1305, "shoreline": 1306, "dolphin": 1307, "pokes": 1308, "shoe": 1309, "corner": 1310, "shoulders": 1311, "these": 1312, "noses": 1313, "numbers": 1314, "dune": 1315, "watercraft": 1316, "swing": 1317, "gestures": 1318, "closed": 1319, "poodle": 1320, "sticking": 1321, "tattooed": 1322, "gentleman": 1323, "half": 1324, "relaxes": 1325, "where": 1326, "parked": 1327, "topless": 1328, "snowbank": 1329, "kneeling": 1330, "ridge": 1331, "pass": 1332, "sleeveless": 1333, "floppy": 1334, "cigarette": 1335, "blanket": 1336, "hooded": 1337, "pipe": 1338, "bubble": 1339, "machine": 1340, "bites": 1341, "blowing": 1342, "swims": 1343, "chunk": 1344, "throw": 1345, "snowball": 1346, "grins": 1347, "paddles": 1348, "vertical": 1349, "approaching": 1350, "backs": 1351, "tank": 1352, "official": 1353, "marsh": 1354, "mostly": 1355, "swampy": 1356, "rubber": 1357, "chickens": 1358, "chicken": 1359, "eight": 1360, "balls": 1361, "bottoms": 1362, "pushes": 1363, "stroller": 1364, "brunette": 1365, "pushing": 1366, "carriage": 1367, "females": 1368, "hurdle": 1369, "lay": 1370, "hang": 1371, "snowman": 1372, "flower": 1373, "figure": 1374, "costume": 1375, "party": 1376, "branches": 1377, "bends": 1378, "alley": 1379, "cowboy": 1380, "lasso": 1381, "cart": 1382, "(": 1383, "carrier": 1384, "rack": 1385, "shopping": 1386, "apart": 1387, "camouflage": 1388, "blow": 1389, "sledding": 1390, "snowsuit": 1391, "town": 1392, "leashes": 1393, "strap": 1394, "bite": 1395, "strip": 1396, "steering": 1397, "ship": 1398, "cloudy": 1399, "skies": 1400, "sailboat": 1401, "van": 1402, "snake": 1403, "lean": 1404, "different": 1405, "tub": 1406, "bin": 1407, "multicolored": 1408, "pen": 1409, "enclosure": 1410, "pit": 1411, "cut": 1412, "balloon": 1413, "only": 1414, "underwear": 1415, "marker": 1416, "drawing": 1417, "safety": 1418, "neon": 1419, "ribbons": 1420, "competing": 1421, "covers": 1422, "vests": 1423, "you": 1424, "hi": 1425, "viz": 1426, "jackets": 1427, "returns": 1428, "horses": 1429, "pony": 1430, "stare": 1431, "shop": 1432, "mall": 1433, "food": 1434, "court": 1435, "art": 1436, "turns": 1437, "ladder": 1438, "headed": 1439, "frozen": 1440, "treat": 1441, "eyed": 1442, "ahead": 1443, "ropes": 1444, "harnesses": 1445, "balance": 1446, "dangling": 1447, "straps": 1448, "kicking": 1449, "miami": 1450, "university": 1451, "scene": 1452, "well": 1453, "thrown": 1454, "dancers": 1455, "dance": 1456, "prepare": 1457, "hillside": 1458, "kayaker": 1459, "kayaking": 1460, "kayak": 1461, "spot": 1462, "warmly": 1463, "blurry": 1464, "tag": 1465, "touch": 1466, "riders": 1467, "shoulder": 1468, "motorbikes": 1469, "farm": 1470, "sheep": 1471, "goat": 1472, "twisting": 1473, "graffitied": 1474, "stars": 1475, "bridal": 1476, "wedding": 1477, "ten": 1478, "groom": 1479, "bridesmaids": 1480, "lays": 1481, "rests": 1482, "stream": 1483, "eye": 1484, "bush": 1485, "photographs": 1486, "canal": 1487, "muzzled": 1488, "#": 1489, "numbered": 1490, "police": 1491, "officer": 1492, "cop": 1493, "fake": 1494, "mask": 1495, "tie": 1496, "handing": 1497, "papers": 1498, "button": 1499, "business": 1500, "attire": 1501, "straight": 1502, "blurred": 1503, "bicycler": 1504, "pop": 1505, "weather": 1506, "happily": 1507, "candles": 1508, "lighting": 1509, "ridden": 1510, "colors": 1511, "eastern": 1512, "give": 1513, "chubby": 1514, "peers": 1515, "device": 1516, "pad": 1517, "writes": 1518, "motorcyclist": 1519, "speed": 1520, "sharp": 1521, "crouches": 1522, "bmx": 1523, "without": 1524, "boarding": 1525, "trotting": 1526, "stuck": 1527, "pine": 1528, "4": 1529, "atv": 1530, "drive": 1531, "net": 1532, "logo": 1533, "skimpy": 1534, "soaring": 1535, "underneath": 1536, "batting": 1537, "sweaters": 1538, "wade": 1539, "military": 1540, "speak": 1541, "crying": 1542, "bending": 1543, "checking": 1544, "owners": 1545, "hits": 1546, "bat": 1547, "catcher": 1548, "teal": 1549, "japanese": 1550, "aqua": 1551, "handstand": 1552, "lab": 1553, "below": 1554, "headphones": 1555, "elevator": 1556, "kites": 1557, "range": 1558, "camel": 1559, "camels": 1560, "trots": 1561, "agility": 1562, "lifts": 1563, "bare": 1564, "launches": 1565, "asleep": 1566, "machines": 1567, "money": 1568, "sleeps": 1569, "maroon": 1570, "dalmation": 1571, "chews": 1572, "hind": 1573, "counter": 1574, "handbag": 1575, "grocery": 1576, "corn": 1577, "ear": 1578, "listens": 1579, "mobile": 1580, "come": 1581, "sets": 1582, "horizon": 1583, "cricket": 1584, "participating": 1585, "opposing": 1586, "pick": 1587, "watermelon": 1588, "picking": 1589, "flowery": 1590, "stretches": 1591, "circle": 1592, "brightly": 1593, "teaches": 1594, "festival": 1595, "stretching": 1596, "legged": 1597, "plain": 1598, "puppies": 1599, "grab": 1600, "share": 1601, "alongside": 1602, "sister": 1603, "mickey": 1604, "mouse": 1605, "professional": 1606, "plate": 1607, "guarding": 1608, "runner": 1609, "softball": 1610, "block": 1611, "khaki": 1612, "pours": 1613, "wine": 1614, "dim": 1615, "belongings": 1616, "time": 1617, "lot": 1618, "choppy": 1619, "wetsuit": 1620, "rapids": 1621, "rafting": 1622, "leaving": 1623, "single": 1624, "exhibit": 1625, "class": 1626, "porch": 1627, "clad": 1628, "scantily": 1629, "dish": 1630, "towel": 1631, "cloth": 1632, "boxer": 1633, "pitbull": 1634, "uphill": 1635, "watched": 1636, "sneakers": 1637, "highway": 1638, "item": 1639, "ribbon": 1640, "horns": 1641, "goats": 1642, "earphones": 1643, "surprised": 1644, "foggy": 1645, "strollers": 1646, "pushed": 1647, "first": 1648, "bikes": 1649, "fist": 1650, "gloves": 1651, "giant": 1652, "circular": 1653, "perched": 1654, "opening": 1655, "atop": 1656, "kneels": 1657, "sprays": 1658, "push": 1659, "policeman": 1660, "crosswalk": 1661, "traffic": 1662, "chainsaw": 1663, "carving": 1664, "reflective": 1665, "racquet": 1666, "parking": 1667, "printed": 1668, "attempt": 1669, "goalie": 1670, "dreadlocks": 1671, "bowls": 1672, "liquid": 1673, "mug": 1674, "beer": 1675, "lunges": 1676, "balcony": 1677, "bouncing": 1678, "hopping": 1679, "magazines": 1680, "fruit": 1681, "fish": 1682, "paddle": 1683, "father": 1684, "tossed": 1685, "monkey": 1686, "bars": 1687, "jungle": 1688, "gym": 1689, "mess": 1690, "skiiers": 1691, "dachshund": 1692, "cones": 1693, "pads": 1694, "really": 1695, "wand": 1696, "speaks": 1697, "cup": 1698, "birthday": 1699, "cake": 1700, "seating": 1701, "parents": 1702, "skull": 1703, "motorcycles": 1704, "motorcyclists": 1705, "interesting": 1706, "licking": 1707, "sniffing": 1708, "desk": 1709, "meeting": 1710, "decorated": 1711, "gathered": 1712, "clouds": 1713, "lots": 1714, "raising": 1715, "ponytail": 1716, "lips": 1717, "tool": 1718, "rug": 1719, "carpet": 1720, "checkered": 1721, "tiger": 1722, "picnic": 1723, "hike": 1724, "barren": 1725, "bend": 1726, "gymnastics": 1727, "seashore": 1728, "shows": 1729, "fur": 1730, "balances": 1731, "staircase": 1732, "scaling": 1733, "studio": 1734, "tops": 1735, "clothed": 1736, "soars": 1737, "slopes": 1738, "surrounding": 1739, "smaller": 1740, "tail": 1741, "sniffs": 1742, "batman": 1743, "makeup": 1744, "giving": 1745, "mustache": 1746, "joy": 1747, "chain": 1748, "transportation": 1749, "photographed": 1750, "sort": 1751, "darkened": 1752, "bowl": 1753, "hikers": 1754, "backpacking": 1755, "santa": 1756, "sofa": 1757, "claus": 1758, "mirror": 1759, "surfs": 1760, "leaning": 1761, "stairway": 1762, "garbage": 1763, "can": 1764, "trash": 1765, "cans": 1766, "trashcan": 1767, "cardboard": 1768, "boxes": 1769, "instrument": 1770, "tire": 1771, "rocking": 1772, "deep": 1773, "overhang": 1774, "motion": 1775, "storefront": 1776, "jagged": 1777, "peach": 1778, "enjoys": 1779, "stomach": 1780, "wakeboard": 1781, "read": 1782, "pacifier": 1783, "sucking": 1784, "soldier": 1785, "shaved": 1786, "boulder": 1787, "approaches": 1788, "shower": 1789, "bounding": 1790, "museum": 1791, "zip": 1792, "arena": 1793, "jumpsuit": 1794, "bent": 1795, "dunes": 1796, "jockeys": 1797, "wrestle": 1798, "warm": 1799, "intersection": 1800, "beanie": 1801, "blocked": 1802, "members": 1803, "fetching": 1804, "teammate": 1805, "quarterback": 1806, "rails": 1807, "robes": 1808, "tattoos": 1809, "bow": 1810, "picks": 1811, "airport": 1812, "overhead": 1813, "amusement": 1814, "arcade": 1815, "blindfolded": 1816, "o": 1817, "written": 1818, "burning": 1819, "handles": 1820, "wheelbarrow": 1821, "whose": 1822, "been": 1823, "turning": 1824, "tiny": 1825, "cow": 1826, "necklace": 1827, "cliffs": 1828, "band": 1829, "dollar": 1830, "instruments": 1831, "underwater": 1832, "fingers": 1833, "chocolate": 1834, "act": 1835, "silly": 1836, "gas": 1837, "curve": 1838, "placed": 1839, "jack": 1840, "backstroke": 1841, "bunny": 1842, "hurdles": 1843, "tri": 1844, "tents": 1845, "barrier": 1846, "fuzzy": 1847, "creature": 1848, "cups": 1849, "marathon": 1850, "runners": 1851, "lane": 1852, "rag": 1853, "dried": 1854, "containing": 1855, "cage": 1856, "crawling": 1857, "pieces": 1858, "gymnast": 1859, "gymnasium": 1860, "infant": 1861, "squatting": 1862, "beverage": 1863, "overweight": 1864, "yawning": 1865, "homeless": 1866, "sheet": 1867, "serve": 1868, "action": 1869, "boardwalk": 1870, "too": 1871, "village": 1872, "masks": 1873, "embrace": 1874, "garb": 1875, "enjoying": 1876, "downhill": 1877, "cats": 1878, "pug": 1879, "mohawk": 1880, "drums": 1881, "feathers": 1882, "drum": 1883, "tussle": 1884, "deflated": 1885, "string": 1886, "traditional": 1887, "elaborate": 1888, "butterfly": 1889, "posed": 1890, "stretched": 1891, "jogging": 1892, "pitch": 1893, "rugby": 1894, "hula": 1895, "hoops": 1896, "maneuvers": 1897, "link": 1898, "nap": 1899, "tutu": 1900, "waterskiing": 1901, "waterskier": 1902, "colourful": 1903, "snowboards": 1904, "snowmobile": 1905, "blocking": 1906, "army": 1907, "fairy": 1908, "raft": 1909, "innertube": 1910, "monument": 1911, "mountaintop": 1912, "pyramid": 1913, "directions": 1914, "mouths": 1915, "lies": 1916, "coaster": 1917, "flipped": 1918, "multiple": 1919, "wheelchair": 1920, "shops": 1921, "distant": 1922, "things": 1923, "floral": 1924, "wagon": 1925, "umbrellas": 1926, "beads": 1927, "pigtails": 1928, "heart": 1929, "fancy": 1930, "robe": 1931, "medieval": 1932, "similar": 1933, "trumpet": 1934, "marching": 1935, "fog": 1936, "balancing": 1937, "tractor": 1938, "squirrel": 1939, "melting": 1940, "mound": 1941, "heavy": 1942, "rowboat": 1943, "rowing": 1944, "boards": 1945, "boogie": 1946, "ninja": 1947, "security": 1948, "series": 1949, "beam": 1950, "snowboarders": 1951, "dancer": 1952, "batter": 1953, "dusk": 1954, "wakeboarder": 1955, "emerges": 1956, "dandelion": 1957, "toe": 1958, "spread": 1959, "injured": 1960, "color": 1961, "fireworks": 1962, "sparklers": 1963, "kisses": 1964, "scarves": 1965, "cows": 1966, "herding": 1967, "skeleton": 1968, "sail": 1969, "ticket": 1970, "dimly": 1971, "singing": 1972, "club": 1973, "guitarist": 1974, "microphone": 1975, "listening": 1976, "chopsticks": 1977, "pot": 1978, "pan": 1979, "items": 1980, "kilt": 1981, "own": 1982, "soda": 1983, "sunlight": 1984, "patch": 1985, "shades": 1986, "shadow": 1987, "post": 1988, "fellow": 1989, "formal": 1990, "skinned": 1991, "filling": 1992, "casting": 1993, "playful": 1994, "construction": 1995, "works": 1996, "breed": 1997, "smooth": 1998, "mans": 1999, "handed": 2000, "so": 2001, "waterway": 2002, "benches": 2003, "checked": 2004, "descending": 2005, "knees": 2006, "crouching": 2007, "position": 2008, "stripped": 2009, "skips": 2010, "located": 2011, "midst": 2012, "part": 2013, "overlooks": 2014, "valley": 2015, "forested": 2016, "european": 2017, "trainer": 2018, "wrestling": 2019, "candy": 2020, "cloud": 2021, "footballers": 2022, "baseman": 2023, "second": 2024, "hangs": 2025, "flannel": 2026, "streets": 2027, "progress": 2028, "cameraman": 2029, "pounces": 2030, "males": 2031, "fashioned": 2032, "cowboys": 2033, "rodeo": 2034, "bucking": 2035, "fisherman": 2036, "kayaks": 2037, "pitching": 2038, "practices": 2039, "trains": 2040, "husky": 2041, "emerging": 2042, "opens": 2043, "horseback": 2044, "cooking": 2045, "bound": 2046, "concert": 2047, "parasailing": 2048, "workers": 2049, "jar": 2050, "knit": 2051, "feathered": 2052, "caution": 2053, "feather": 2054, "purses": 2055, "cheek": 2056, "tracks": 2057, "pale": 2058, "tugging": 2059, "playhouse": 2060, "shoot": 2061, "played": 2062, "8": 2063, "huddle": 2064, "musical": 2065, "juggles": 2066, "growling": 2067, "doberman": 2068, "buried": 2069, "stones": 2070, "pointy": 2071, "appear": 2072, "himself": 2073, "smokes": 2074, "whist": 2075, "tags": 2076, "creating": 2077, "crash": 2078, "clings": 2079, "rear": 2080, "retrieve": 2081, "summer": 2082, "hitting": 2083, "canyon": 2084, "pauses": 2085, "skinny": 2086, "jumper": 2087, "bungee": 2088, "weeds": 2089, "rainbow": 2090, "kite": 2091, "raincoat": 2092, "juice": 2093, "fencing": 2094, "bundled": 2095, "characters": 2096, "billboard": 2097, "itself": 2098, "everywhere": 2099, "monster": 2100, "plaza": 2101, "square": 2102, "training": 2103, "asphalt": 2104, "sprints": 2105, "leaf": 2106, "casts": 2107, "shrubs": 2108, "belly": 2109, "lush": 2110, "countryside": 2111, "peaks": 2112, "teaching": 2113, "officers": 2114, "policemen": 2115, "speaking": 2116, "formation": 2117, "bumpy": 2118, "hay": 2119, "pumpkin": 2120, "star": 2121, "sparkler": 2122, "skirts": 2123, "shoveling": 2124, "shovels": 2125, "hear": 2126, "windsurfing": 2127, "snack": 2128, "caps": 2129, "speeds": 2130, "overpass": 2131, "attention": 2132, "tropical": 2133, "resort": 2134, "human": 2135, "driven": 2136, "boarder": 2137, "geese": 2138, "lower": 2139, "carpeted": 2140, "licks": 2141, "fencers": 2142, "fair": 2143, "upper": 2144, "driveway": 2145, "bearing": 2146, "slalom": 2147, "poodles": 2148, "interact": 2149, "bone": 2150, "artificial": 2151, "hard": 2152, "wrestler": 2153, "wrestlers": 2154, "tuxedos": 2155, "pathway": 2156, "son": 2157, "expression": 2158, "mountainous": 2159, "mom": 2160, "carried": 2161, "wakeboarding": 2162, "song": 2163, "serious": 2164, "dribbling": 2165, "rafts": 2166, "bread": 2167, "glides": 2168, "babies": 2169, "beak": 2170, "vehicles": 2171, "newspapers": 2172, "community": 2173, "rollerskating": 2174, "headdress": 2175, "earrings": 2176, "kayakers": 2177, "canoes": 2178, "courtyard": 2179, "houses": 2180, "boston": 2181, "soft": 2182, "nature": 2183, "spraying": 2184, "squirting": 2185, "telescope": 2186, "gun": 2187, "office": 2188, "rows": 2189, "scenic": 2190, "skyline": 2191, "bracelet": 2192, "sleeves": 2193, "stall": 2194, "sleds": 2195, "dragging": 2196, "pirate": 2197, "hug": 2198, "costumed": 2199, "spout": 2200, "doors": 2201, "observes": 2202, "hotel": 2203, "flops": 2204, "tied": 2205, "hardhat": 2206, "dyed": 2207, "industrial": 2208, "helmeted": 2209, "good": 2210, "reddish": 2211, "necked": 2212, "knife": 2213, "tails": 2214, "afternoon": 2215, "reflecting": 2216, "operating": 2217, "scuba": 2218, "diver": 2219, "travel": 2220, "sporting": 2221, "bib": 2222, "toss": 2223, "labrador": 2224, "lounge": 2225, "lamp": 2226, "working": 2227, "stripe": 2228, "marked": 2229, "gathering": 2230, "dot": 2231, "shirted": 2232, "romp": 2233, "tulips": 2234, "incline": 2235, "crouched": 2236, "multicolor": 2237, "crown": 2238, "festive": 2239, "dumps": 2240, "test": 2241, "performance": 2242, "bigger": 2243, "halter": 2244, "handlebars": 2245, "observing": 2246, "paints": 2247, "belt": 2248, "kicked": 2249, "fairground": 2250, "wild": 2251, "motor": 2252, "campsite": 2253, "storm": 2254, "drain": 2255, "love": 2256, "pets": 2257, "apartment": 2258, "cycling": 2259, "muscular": 2260, "sword": 2261, "logs": 2262, "swords": 2263, "spiderman": 2264, "furniture": 2265, "collide": 2266, "tumbling": 2267, "posts": 2268, "sailing": 2269, "jogs": 2270, "either": 2271, "nighttime": 2272, "wrestles": 2273, "examining": 2274, "soaked": 2275, "overlook": 2276, "telephone": 2277, "booth": 2278, "apron": 2279, "squirts": 2280, "strapped": 2281, "droplets": 2282, "dive": 2283, "terriers": 2284, "windsurfer": 2285, "was": 2286, "built": 2287, "bay": 2288, "cleaning": 2289, "container": 2290, "pail": 2291, "slip": 2292, "golf": 2293, "petting": 2294, "toddlers": 2295, "playpen": 2296, "padded": 2297, "jogger": 2298, "bath": 2299, "bathtub": 2300, "bathroom": 2301, "florida": 2302, "rally": 2303, "tackles": 2304, "residential": 2305, "fountains": 2306, "railroad": 2307, "firefighter": 2308, "hood": 2309, "fireman": 2310, "youth": 2311, "camp": 2312, "thick": 2313, "feeding": 2314, "eyebrows": 2315, "raise": 2316, "cellphones": 2317, "apples": 2318, "skyscraper": 2319, "stunts": 2320, "bulldog": 2321, "movie": 2322, "member": 2323, "cheeks": 2324, "seats": 2325, "ramps": 2326, "squirt": 2327, "begging": 2328, "gathers": 2329, "firetruck": 2330, "hilly": 2331, "haircut": 2332, "tv": 2333, "obstacles": 2334, "obama": 2335, "chalk": 2336, "treads": 2337, "shoots": 2338, "marble": 2339, "attack": 2340, "stove": 2341, "speeding": 2342, "domino": 2343, "pizza": 2344, "galloping": 2345, "recently": 2346, "pattern": 2347, "cobblestone": 2348, "sacks": 2349, "saddle": 2350, "shed": 2351, "port": 2352, "tights": 2353, "books": 2354, "footballer": 2355, "if": 2356, "oriental": 2357, "pinata": 2358, "stores": 2359, "brindle": 2360, "forehead": 2361, "paperwork": 2362, "pro": 2363, "dusty": 2364, "glider": 2365, "pelican": 2366, "toilet": 2367, "drummer": 2368, "gown": 2369, "firing": 2370, "puck": 2371, "swan": 2372, "coloring": 2373, "floaties": 2374, "cards": 2375, "bagpipes": 2376, "plates": 2377, "alike": 2378, "ducks": 2379, "starring": 2380, "colorfully": 2381, "tiled": 2382, "helicopter": 2383, "garage": 2384, "clean": 2385, "waist": 2386, "aiming": 2387, "defending": 2388, "crossbones": 2389, "tracksuit": 2390, "swans": 2391, "buy": 2392, "cries": 2393, "sumo": 2394, "bug": 2395, "insect": 2396, "tricycles": 2397, "theater": 2398, "native": 2399, "cartwheels": 2400, "cone": 2401, "deer": 2402, "badminton": 2403, "wig": 2404, "hooping": 2405, "railings": 2406, "struggle": 2407, "newborn": 2408, "television": 2409, "used": 2410, "seagull": 2411, "flaming": 2412, "ballet": 2413, "accordion": 2414, "priest": 2415, "easter": 2416, "turkeys": 2417, "carts": 2418, "michael": 2419, "jackson": 2420, "bouquet": 2421, "cutout": 2422, "barn": 2423, "sidelines": 2424, "rocket": 2425, "rubs": 2426, "cutting": 2427, "st": 2428, "french": 2429, "potato": 2430, "campfire": 2431, "broom": 2432, "yelling": 2433, "target": 2434, "milk": 2435, "tutus": 2436, "robot": 2437, "statues": 2438, "smelling": 2439, "armenian": 2440, "genocide": 2441, "submerged": 2442, "bale": 2443, "magazine": 2444, "tongues": 2445, "bookstore": 2446, "evil": 2447, "letters": 2448, "library": 2449, "eagle": 2450, "bee": 2451, "mascot": 2452, "sidecar": 2453, "hamburgers": 2454, "hydrant": 2455, "bowling": 2456, "frying": 2457, "seagulls": 2458, "bitten": 2459, "binoculars": 2460, "hospital": 2461, "buggy": 2462, "rolled": 2463, "sleeve": 2464, "cigarettes": 2465, "bathrobe": 2466, "graduation": 2467, "<pad>": 0, "<unk>": 2468, "<start>": 2469, "<end>": 2470}