{
    "the": 1,
    "tank": 2,
    "top": 3,
    "this": 4,
    "person": 5,
    "wears": 6,
    "has": 7,
    "sleeves": 8,
    "cut": 9,
    "off": 10,
    "and": 11,
    "it": 12,
    "is": 13,
    "with": 14,
    "cotton": 15,
    "fabric": 16,
    "pure": 17,
    "color": 18,
    "patterns": 19,
    "neckline": 20,
    "of": 21,
    "crew": 22,
    "a": 23,
    "medium": 24,
    "pants,": 25,
    "solid": 26,
    "there": 27,
    "hat": 28,
    "in": 29,
    "his": 30,
    "head": 31,
    "shirt": 32,
    "long": 33,
    "sleeves,": 34,
    "plaid": 35,
    "trousers": 36,
    "gentleman": 37,
    "length": 38,
    "are": 39,
    "denim": 40,
    "outer": 41,
    "clothing": 42,
    "leather": 43,
    "short-sleeve": 44,
    "three-point": 45,
    "pants": 46,
    "its": 47,
    "lady": 48,
    "neckwear": 49,
    "female": 50,
    "sunglasses": 51,
    "her": 52,
    "off,": 53,
    "ring": 54,
    "an": 55,
    "accessory": 56,
    "on": 57,
    "wrist": 58,
    "wearing": 59,
    "medium-sleeve": 60,
    "lattice": 61,
    "lapel": 62,
    "finger": 63,
    "graphic": 64,
    "stand": 65,
    "neck": 66,
    "long-sleeve": 67,
    "sweater": 68,
    "furry": 69,
    "round": 70,
    "striped": 71,
    "woman": 72,
    "v-shape": 73,
    "shorts": 74,
    "also": 75,
    "clothing,": 76,
    "chiffon,": 77,
    "short": 78,
    "shorts,": 79,
    "t-shirt": 80,
    "floral": 81,
    "stripe": 82,
    "waist": 83,
    "no": 84,
    "belt": 85,
    "upper": 86,
    "suspenders": 87,
    "lower": 88,
    "socks": 89,
    "shoes": 90,
    "knitting": 91,
    "chiffon": 92,
    "pattern": 93,
    "square": 94,
    "sleeveless": 95,
    "three-quarter": 96,
    "guy": 97,
    "other": 98,
    "pair": 99,
    "skirt": 100,
    "complicated": 101,
    "man": 102,
    "trousers,": 103,
    "block": 104,
    "mixed": 105,
    "leggings": 106,
    "cotton,": 107,
    "denim,": 108,
    "knitting,": 109,
    "skirt,": 110,
    "glasses": 111,
    "hands": 112,
    "or": 113,
    "clothes": 114,
    "other,": 115,
    "<pad>": 0,
    "<unk>": 116,
    "<start>": 117,
    "<end>": 118
}