{
    "his": 1,
    "sweater": 2,
    "has": 3,
    "long": 4,
    "sleeves,": 5,
    "cotton": 6,
    "fabric": 7,
    "and": 8,
    "pure": 9,
    "color": 10,
    "patterns": 11,
    "the": 12,
    "neckline": 13,
    "of": 14,
    "it": 15,
    "is": 16,
    "crew": 17,
    "trousers": 18,
    "person": 19,
    "wears": 20,
    "length": 21,
    "are": 22,
    "with": 23,
    "denim": 24,
    "solid": 25,
    "there": 26,
    "an": 27,
    "accessory": 28,
    "on": 29,
    "wrist": 30,
    "shirt": 31,
    "this": 32,
    "medium": 33,
    "sleeves": 34,
    "graphic": 35,
    "a": 36,
    "three-point": 37,
    "pants,": 38,
    "outer": 39,
    "clothing": 40,
    "her": 41,
    "female": 42,
    "neckwear": 43,
    "woman": 44,
    "wearing": 45,
    "short-sleeve": 46,
    "t-shirt": 47,
    "skirt": 48,
    "its": 49,
    "suspenders": 50,
    "also": 51,
    "clothing,": 52,
    "knitting": 53,
    "lady": 54,
    "ring": 55,
    "finger": 56,
    "hat": 57,
    "upper": 58,
    "short": 59,
    "lattice": 60,
    "lapel": 61,
    "lower": 62,
    "cotton,": 63,
    "tank": 64,
    "top": 65,
    "cut": 66,
    "off,": 67,
    "pants": 68,
    "off": 69,
    "chiffon": 70,
    "pattern": 71,
    "stripe": 72,
    "trousers,": 73,
    "striped": 74,
    "shorts": 75,
    "socks": 76,
    "in": 77,
    "shoes": 78,
    "round": 79,
    "sleeveless": 80,
    "three-quarter": 81,
    "man": 82,
    "long-sleeve": 83,
    "floral": 84,
    "neck": 85,
    "plaid": 86,
    "gentleman": 87,
    "no": 88,
    "chiffon,": 89,
    "shorts,": 90,
    "head": 91,
    "complicated": 92,
    "v-shape": 93,
    "pair": 94,
    "knitting,": 95,
    "stand": 96,
    "square": 97,
    "guy": 98,
    "other": 99,
    "leggings": 100,
    "furry": 101,
    "medium-sleeve": 102,
    "leather": 103,
    "waist": 104,
    "belt": 105,
    "mixed": 106,
    "sunglasses": 107,
    "block": 108,
    "skirt,": 109,
    "denim,": 110,
    "glasses": 111,
    "hands": 112,
    "or": 113,
    "clothes": 114,
    "other,": 115,
    "<pad>": 0,
    "<unk>": 116,
    "<start>": 117,
    "<end>": 118
}